# AbbreviationTag Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ReinforcementAbbreviationTag..::..AbbreviationTag Property
ReinforcementAbbreviationTag Class See Also
---
The abbreviation tag value.
**Namespace:** Autodesk.Revit.DB.Structure**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2016
# Syntax
C#
---
```text
public string AbbreviationTag { get; }
```

Visual Basic
---
```text
Public ReadOnly Property AbbreviationTag As String
	Get
```

Visual C++
---
```text
public:
property String^ AbbreviationTag {
	String^ get ();
}
```

# See Also
ReinforcementAbbreviationTag Class
Autodesk.Revit.DB.Structure Namespace